Repository: DewitteNick/culturefeed_d8
Catalog: modules/culturefeed_agenda/translations/*.po
Languages: nl

# culturefeed_agenda
source: Search event
nl: Zoek activiteit

# culturefeed_agenda
source: Enter your search term here
nl: Vul je zoekterm in

# culturefeed_agenda
source: Search
nl: Zoeken

# culturefeed_agenda
source: Your search yielded no results.
nl: Je zoekopdracht gaf geen resultaten terug.

# culturefeed_agenda
source: %count results found
nl: %count resultaten gevonden

# culturefeed_agenda
source: %count result found.
nl: %count resultaat gevonden

# culturefeed_agenda
source: @from-@to of @count results
nl: @from-@to van @count resultaten

# culturefeed_agenda
source: There are no search results.
nl: Er zijn geen zoekresultaten.

# culturefeed_agenda
source: Edit your search or <a href="@result_url">start a new search</a>.
nl: Wijzig je zoekopdracht of <a href="@result_url">voer een nieuwe zoekopdracht uit</a>.

# culturefeed_agenda
source: Read more
nl: Lees meer

# culturefeed_agenda
source: Organisation
nl: Organisatie

# culturefeed_agenda
source: Location
nl: Locatie

# culturefeed_agenda
source: When
nl: Wanneer

# culturefeed_agenda
source: Reservations
nl: Reservaties

# culturefeed_agenda
source: Call
nl: Bell naar
